{
  "executives": [
    {
      "id": "exec-001",
      "name": "Dr. Sarah Chen",
      "title": "Chief Executive Officer & Co-Founder",
      "bio": "Dr. Sarah Chen is the CEO and co-founder of Weight Loss Projection Lab. With over 15 years of experience in healthcare technology and digital health, Sarah leads WLPL's vision to make personalized health tracking accessible while maintaining the highest standards of privacy and security. Prior to founding WLPL, Sarah served as VP of Product at a leading electronic health records company and holds a Ph.D. in Biomedical Informatics from Stanford University. She is a frequent speaker on healthcare AI ethics and data privacy.",
      "photoUrl": "/press/executive-photos/sarah-chen.jpg",
      "email": "sarah@weightlossproglab.com",
      "linkedin": "https://linkedin.com/in/sarahchen",
      "twitter": "https://twitter.com/sarahchen",
      "order": 1
    },
    {
      "id": "exec-002",
      "name": "Michael Rodriguez",
      "title": "Chief Technology Officer & Co-Founder",
      "bio": "Michael Rodriguez is the CTO and co-founder of WLPL, responsible for the platform's technical architecture and AI infrastructure. With a background in machine learning and distributed systems, Michael previously led engineering teams at major tech companies focusing on healthcare AI applications. He holds an M.S. in Computer Science from MIT and has published research on privacy-preserving machine learning. Michael is passionate about building secure, scalable systems that protect user data while delivering intelligent insights.",
      "photoUrl": "/press/executive-photos/michael-rodriguez.jpg",
      "email": "michael@weightlossproglab.com",
      "linkedin": "https://linkedin.com/in/michaelrodriguez",
      "order": 2
    },
    {
      "id": "exec-003",
      "name": "Dr. Jennifer Park",
      "title": "Chief Medical Officer",
      "bio": "Dr. Jennifer Park serves as Chief Medical Officer at WLPL, bringing clinical expertise to the platform's health tracking features. A board-certified family medicine physician with 12 years of clinical practice, Dr. Park ensures that WLPL's AI recommendations align with medical best practices and evidence-based guidelines. She earned her M.D. from Johns Hopkins School of Medicine and completed her residency at UCSF. Dr. Park is a strong advocate for patient empowerment through technology and has authored numerous articles on digital health tools in clinical practice.",
      "photoUrl": "/press/executive-photos/jennifer-park.jpg",
      "email": "jennifer@weightlossproglab.com",
      "linkedin": "https://linkedin.com/in/jenniferpark-md",
      "order": 3
    },
    {
      "id": "exec-004",
      "name": "David Okonkwo",
      "title": "Chief Security Officer",
      "bio": "David Okonkwo leads WLPL's security and compliance initiatives as Chief Security Officer. With over 18 years of experience in cybersecurity and healthcare IT, David ensures WLPL maintains HIPAA compliance, SOC 2 Type II certification, and industry-leading security practices. Previously, he served as Director of Information Security at a Fortune 500 healthcare organization. David holds a CISSP certification and an M.S. in Cybersecurity from Carnegie Mellon University. He frequently advises healthcare startups on security architecture and regulatory compliance.",
      "photoUrl": "/press/executive-photos/david-okonkwo.jpg",
      "email": "david@weightlossproglab.com",
      "linkedin": "https://linkedin.com/in/davidokonkwo",
      "order": 4
    },
    {
      "id": "exec-005",
      "name": "Lisa Martinez",
      "title": "Chief Product Officer",
      "bio": "Lisa Martinez is WLPL's Chief Product Officer, overseeing product strategy and user experience design. With a decade of experience in consumer health technology, Lisa focuses on creating intuitive, accessible products that help families manage complex health scenarios. She previously led product teams at digital health companies serving millions of users. Lisa holds a B.S. in Human-Computer Interaction from Georgia Tech and is passionate about designing technology that serves diverse user populations, including elderly users and non-technical caregivers.",
      "photoUrl": "/press/executive-photos/lisa-martinez.jpg",
      "email": "lisa@weightlossproglab.com",
      "linkedin": "https://linkedin.com/in/lisamartinez",
      "order": 5
    },
    {
      "id": "exec-006",
      "name": "James Wright",
      "title": "VP of Partnerships & Business Development",
      "bio": "James Wright leads WLPL's partnership strategy and business development efforts. With extensive experience in healthcare partnerships and B2B sales, James focuses on building relationships with healthcare providers, insurance companies, and corporate wellness programs. He previously served as Director of Strategic Partnerships at a health insurance technology company. James holds an MBA from Wharton School of Business and a B.A. in Economics from Duke University. He is committed to expanding WLPL's reach to serve more families through strategic partnerships.",
      "photoUrl": "/press/executive-photos/james-wright.jpg",
      "email": "james@weightlossproglab.com",
      "linkedin": "https://linkedin.com/in/jameswright",
      "order": 6
    }
  ]
}
